Revit 2027 API
FormulaManager Properties
The FormulaManager type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FormulaManager Class
Autodesk.Revit.DB Namespace